Revit 2017 API
StructuralSectionRectangular.PlasticModulusWeakAxis Property
 Plastic section modulus in bending about main weak axis.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2015
Syntax
C#
public double PlasticModulusWeakAxis { get; set; }
Visual Basic
Public Property PlasticModulusWeakAxis As Double
	Get
	Set
Visual C++
public:
property double PlasticModulusWeakAxis {
	double get ();
	void set (double value);
}
See Also
StructuralSectionRectangular Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace